Repository: ANREALITY/AutoFIT
Catalog: module/Application/language/*.po
Languages: de_de

source: home
de_de: Startseite

source: my orders
de_de: Meine Bestellungen

source: master data
de_de: Stammdaten

source: orders
de_de: Bestellungen

source: show
de_de: anzeigen

source: username
de_de: Benutzername

source: change number
de_de: Change-Nummer

source: resource type
de_de: Ressource-Typ

source: all resource types
de_de: alle Ressource-Typen

source: servers
de_de: Server

source: clusters
de_de: Cluster

source: date and time
de_de: Datum und Zeit

source: descending
de_de: absteigend

source: ascending
de_de: aufsteigend

source: An error occured. Please try later again.
de_de: Es ist ein Fehler aufgetreten. Bitte versuchen sie es später noch einmal.

source: Error reference: %s.
de_de: Fehler-Referenz: %s.

source: create cluster
de_de: Cluster erstellen

source: server's virtual node name
de_de: Virtueller Knotenname des Servers

source: update server
de_de: Server aktualisieren

source: application user
de_de: Verfahrensuser

source: folder
de_de: Verzeichnis

source: server variant
de_de: Server-Vatiante

source: single server (s. basic settings)
de_de: einziger Server (s. Basis-Einstellungen)

source: multiple servers
de_de: mehrere Server

source: interface directory
de_de: Schnittstellenverzeichnis

source: contact person
de_de: Ansprechpartner

source: server place
de_de: Serverstandort

source: internal
de_de: intern

source: external
de_de: extern

source: address type
de_de: Adresstyp

source: DNS address
de_de: DNS-Adresse

source: The input does not match against the DNS pattern
de_de: Die Eingabe entspricht nicht dem DNS-Muster.

source: FTWG user
de_de: FTGW User

source: connection type
de_de: Verbindungstyp

source: internal and external
de_de: intern und extern

source: application
de_de: Verfahren

source: Change numbers have the format 1 capital letter and 8 digits ("C12345678").
de_de: Change-Nummern haben das Format 1 Buchstabe und 8 Ziffern ("C12345678").

source: notifications
de_de: Benachrichtigungen

source: add a notification
de_de: Benachrichtigung hinzufügen

source: service invoice position number
de_de: LSP

source: read
de_de: lesen

source: write
de_de: schreiben

source: delete
de_de: löschen

source: access configurations
de_de: Zugriffseinstellungen

source: add an access config
de_de: Zugriffseinstellungssatz hinzufügen

source: cluster's virtual node name
de_de: Virtueller Knotenname des Clusters

source: add a server
de_de: Server hinzufügen

source: firm
de_de: Firma

source: Source - AS400
de_de: Quellsystem - AS400

source: Target - AS400
de_de: Zielsystem - AS400

source: transmission type
de_de: Übertragungsart

source: transmission interval
de_de: Sendeintervall

source: The input does not match against the crontab pattern
de_de: Die Eingabe entspricht nicht dem Crontab-Muster.

source: Source - Tandem
de_de: Quellsystem - Tandem

source: Target - Tandem
de_de: Zielsystem - Tandem

source: Source - Windows
de_de: Quellsystem - Windows

source: Target - Windows
de_de: Zielsystem - Windows

source: cluster's DNS address
de_de: DNS-Adresse des Clusters

source: Source - Self-Service
de_de: Quellsystem - Self-Service

source: Target - Self-Service
de_de: Zielsystem - Self-Service

source: environment
de_de: Umgebung

source: external server
de_de: externer Server

source: filename
de_de: Dateiname

source: record length
de_de: Satzlänge

source: blocking
de_de: Blockung

source: block size (only for fixed blocking)
de_de: Blockgröße (nur bei fester Blockung)

source: file parameters
de_de: Dateiparameter

source: add an file parameter
de_de: Dateiparameter hinzufügen

source: expression
de_de: Ausdruck

source: include parameters
de_de: Include-Parameter

source: add an include parameter
de_de: Include-Parameter hinzufügen

source: successful
de_de: erfolgreich

source: failed
de_de: fehlgeschlagen

source: protocol
de_de: Protokoll

source: protocols
de_de: Protokolle

source: service invoice position (basic)
de_de: LSP-S

source: service invoice position (personal)
de_de: LSP-P

source: save
de_de: speichern

source: binding order
de_de: verbindlich bestellen

source: You have no access rights to this page/action.
de_de: Sie haben keine Zugriffsrechte für diese Ansicht/Aktion.

source: A 403 error occured (access forbidden).
de_de: Ein Feher 403 ist aufgetreten (Zugriff verweigert).

source: Tool for creating, submission, and managing of file transfer requests
de_de: Anwendung zur Erstellung, Einreichung und Verwaltung von File-Transfer-Anträgen

source: Welcome on the ordering portal for file transfer interfaces
de_de: Willkommen auf dem Bestellportal für Filetransfer-Schnittstellen

source: For data exchange between IT systems we provide following two file transfer products to you:
de_de: Für den Dateiaustausch zwischen IT-Systemen bieten wir Ihnen die folgenden beiden Filetransfer-Produkte an:

source: file transfer between two IT systems in the intranet of the DB (corporate network)
de_de: Filetransfer zwischen zwei IT-Systemen im Intranet der DB (Konzernnetz)

source: direct peer-to-peer file transfer from the sending IT system (source) to the receiving IT system (target)
de_de: direkter Punkt-zu-Punkt-Filetransfer vom sendenden IT-System (Quelle) zum empfangenden IT-System (Ziel)

source: file transfer between two IT systems
de_de: Filetransfer zwischen zwei IT-Systemen

source: in the intranet of the DB (corporate network)
de_de: im Intranet der DB (Konzernnetz)

source: in the internet and intranet of the DB (corporate network)
de_de: im Internet und im Intranet der DB (Konzernnetz)

source: in the internet
de_de: im Internet

source: File transfer takes place via a central intermediate, the FiletransferGateway.
de_de: Filetransfer erfolgt über eine Zentrale, das FiletransferGateway.

source: In the process the file is transfered from the sending IT system (source) to the FGW first
de_de: Dabei wird die Datei vom sendenden IT-System (Quelle) zunächst zum FGW übertragen

source: and then provided by the FGW for the receiver (target).
de_de: und vom FGW dann dem Empfänger (Ziel) bereitgestellt

source: Service description and prices
de_de: Leistungsbeschreibungen und Preise

source: according to
de_de: laut

source: ICT supply catalog
de_de: ICT Angebotskatalog

source: Middleware - special / application integrated
de_de: Middleware – Spezial / anwendungsintegriert

source: Technical description
de_de: Technische Beschreibung

source: you find in the TDV
de_de: finden Sie in der TDV

source: Select the desired product now
de_de: Wählen Sie nun das gewünschte Filetransfer-Produkt aus

source: The page you requested is not available.
de_de: Die Seite, die Sie angefragt haben, ist nicht verfügbar.

source: A 404 error occurred
de_de: Es trat ein 404 Fehler auf

source: The requested controller was unable to dispatch the request.
de_de: Der angeforderte Controller war nicht in der Lage die Anfrage zu verarbeiten.

source: The requested controller could not be mapped to an existing controller class.
de_de: Der angeforderte Controller konnte keiner Controller Klasse zugeordnet werden.

source: The requested controller was not dispatchable.
de_de: Der angeforderte Controller ist nicht aufrufbar.

source: The requested URL could not be matched by routing.
de_de: Für die angeforderte URL konnte keine Übereinstimmung gefunden werden.

source: We cannot determine at this time why a 404 was generated.
de_de: Zu diesem Zeitpunkt ist es uns nicht möglich zu bestimmen, warum ein 404 Fehler aufgetreten ist.

source: resolves to %s
de_de: wird aufgelöst in %s

source: Additional information
de_de: Zusätzliche Information

source: File
de_de: Datei

source: Message
de_de: Meldung

source: Stack trace
de_de: Stapelüberwachung

source: Previous exceptions
de_de: Vorherige Ausnahme

source: No Exception available
de_de: Es ist keine Ausnahme verfügbar

source: An error occurred
de_de: Ein Fehler ist aufgetreten

source: time
de_de: Zeit

source: user
de_de: Benutzer

source: resource ID
de_de: Ressource-ID

source: action
de_de: Aktion

source: event
de_de: Ereignis

source: No settings needed for this area.
de_de: Für diesen Bereich sind keine Einstellungen vorzunehmen.

source: filtering
de_de: Filterung

source: sorting
de_de: Sortierung

source: New cluster
de_de: Neuer Cluster

source: The cluster has been %s successfully.
de_de: Der Cluster wurde erfolgreich %s.

source: created
de_de: erstellt

source: Master data
de_de: Stammdaten

source: On the subsequent pages you can update the master data, that is available on the order.
de_de: Auf den nachfolgenden Seiten können Sie Stammdaten aktualisieren, die Ihnen bei der Bestellung zur Verfügung stehen.

source: Besides the server name a Server has some further parameters (relevant for Connect:Direct): "node name" and "virtual node name".
de_de: Ein Server hat neben dem Servernamen einige weitere (für Connect:Direct-Verbindungen relevante) Parameter: "Knotenname" und "virtueller Knotenname".

source: They can be configuren via the server master data form.
de_de: Diese können mit Hilfe des Server-Stammdaten-Formulars konfiguriert werden.

source: Updating of the server data is only permitted, as long as the server has not yet been being used for Connect:Direct.
de_de: Die Aktualisierung dieser Server-Daten ist nur möglich, solange der Server noch nicht für Connect:Direct verwendet wird.

source: Or formally:
de_de: Oder formal:

source: As long as no "node name" or "virtual node name" is set for the server and the server belongs to no cluster.
de_de: Solange für den Server kein "Knotenname" bzw. "virtueller Knotenname" festgelegt ist und der Server zu keinem Cluster gehört.

source: to the server master data form
de_de: zum Server-Stammdaten-Formular

source: To address multiple servers via one name, one needs to define a cluster.
de_de: Um mehrere Server mit einem Name zu adressieren, muss man einen Cluster definieren.

source: For every cluster a "virtual node name" and a list of servers has to be determined.
de_de: Für jeden Cluster muss ein "virtueller Knotenname" und eine Liste von Servern festgelegt werden.

source: To create a cluster please use the cluster master data form.
de_de: Zum Anlegen eines Clusters verwenden Sie bitte das Cluster-Stammdaten-Formular.

source: To the serves of a new cluster applies also:
de_de: Auch für die Server eines neu zu definierenden Clusters gilt:

source: Only those servers can be chosen, that have not yet been being in use for Connect:rirect.
de_de: Es können nur solche ausgewählt werden, die noch nicht für Connect:Direct in Verwendung sind.

source: to the cluster master data form
de_de: zum Cluster-Stammdaten-Formular

source: Server settings
de_de: Server-Einstellungen

source: The server has been %s successfully.
de_de: Der Server wurde erfolgreich %s.

source: updated
de_de: aktualisiert

source: The order has been %s successfully.
de_de: Die Bestellung wurde erfolgreich %s.

source: accepted
de_de: angenommen

source: canceled
de_de: storniert

source: The order's status has been successfully changed to "%s".
de_de: Der Status der Bestellung wurde erfolgreich zum "%s" geändert.

source: in check
de_de: in Überprüfung

source: completed
de_de: fertiggestellt

source: We have received the form.
de_de: Wie haben das Formular erhalten.

source: Thanks for your order!
de_de: Danke für Ihre Bestellung!

source: declined
de_de: abgelehnt

source: in edit
de_de: in Bearbeitung

source: check
de_de: in Überprüfung

source: processing
de_de: in Bearbeitung

source: pending
de_de: eingereicht

source: request ID
de_de: Antrag-ID

source: request summary
de_de: Anfragszusammenfassung

source: edit
de_de: in Erfassung

source: cancel
de_de: stornieren

source: The operation "%s" is not permited for the order status "%s".
de_de: Die Operation "%s" ist für den Bestellungsstatus "%s" nicht erlaubt.

source: An order can oly be edited or canceled, if it has the status "%s" or "%s".
de_de: Eine Bestellung kann nur dann editiert oder storniert werden, wenn sie sich im Status "%s" oder "%s" befindet.

source: new
de_de: neu

source: saved
de_de: gespeichert

source: Please choose a file transfer product
de_de: Bitte wählen Sie das ein Filetransfer-Produkt aus

source: submitted
de_de: eingereicht

source: The synchronization is in progress.
de_de: Die Synchronisation läuft.

source: Please try later again.
de_de: Bitte versuchen Sie später noch einmal.

source: The synchronization is processed daily.
de_de: Die Synchronisation wird täglich durchgeführt.

source: During the synchronization all writing operations are locked.
de_de: Während der Synchronisation sind alle schreibenden Operationen gesperrt.

source: Billing
de_de: Abrechnung

source: Comment
de_de: Kommentar

source: Technical connection
de_de: Technische Verbindung

source: directly from the source to the target
de_de: direkt vom Quell- zum Zielsystem

source: from the source to the FTGW server
de_de: vom Quellsystem zum FTGW-Server

source: from the FTGW server to the target
de_de: vom FTGW-Server zum Zielsystem

source: Source - basic settings
de_de: Quellsystem (Grundeinstellungen)

source: Target - basic settings
de_de: Zielsystem (Grundeinstellungen)

source: Source - specific settings
de_de: Quellsystem (spezifische Einstellungen)

source: Target - specific settings
de_de: Zielsystem (spezifische Einstellungen)

source: Logical connection
de_de: Logische Verbindung

source: Crontab for the transmission interval
de_de: Crontab für das Sendeintervall

source: The default value is
de_de: Der Standard-Wert

source: %s minutes
de_de: %s Minuten

source: If you need an alternative transmission interval, please set it up according to the crontab rules
de_de: Benötigen Sie ein abweichendes Sendeintervall, definieren Sie es bitte nach den Crontab-Regeln

source: HOUR
de_de: STUNDE

source: DOM
de_de: TDM

source: MONTH
de_de: MONAT

source: DOW
de_de: WT

source: Minutes within the hour (0-59)
de_de: Minuten innerhalb einer Stunde (0-59)

source: The hour of the day (0-23)
de_de: Die Stunde des Tages (0-23)

source: The day of the month (1-31)
de_de: Der Tag des Monats (1-31)

source: The month (1-12)
de_de: Der Monat (1-12)

source: The day of the week (0-7) where 0 and 7 are Sunday.
de_de: Der Wochentag (0-7), wobei 0 und 7 für Sonntag stehen.

source: Examples
de_de: Beispiele

source: every fifteen minutes (perhaps at :07, :22, :37, :52)
de_de: alle fünfzehn Minuten (vielleicht um :07, :22, :37, :52)

source: every ten minutes in the first half of every hour (three times, perhaps at :04, :14, :24)
de_de: alle zehn Minuten in der ersten Hälfte jeder Stunde (dreimal: vielleicht um :04, :14, :24)

source: once every two hours every weekday (perhaps at 10:38 AM, 12:38 PM, 2:38 PM, 4:38 PM)
de_de: einmal alle zwei Stunden werktags (vielleicht um 10:38, 12:38, 14:38, 18:38)

source: once a day on the 1st and 15th of every month except December
de_de: einmal am Tag am 1. und 15. des Monats außer Dezember

source: You can generate a valid value with a converting tool like
de_de: Sie können einen gültigen Wert mit einem Umrechnungstool generieren

source: You can choose an already defined cluster from the list or create a new one with the %sclusetr master data form%s.
de_de: Sie können einen bereits definierten Cluster verwenden oder mit Hilfe des %sStammdaten-Cluster-Formulars%s einen neuen erstellen.

source: To do this please open the cluster form in a new window/tab, create a cluster, and come back to the order form.
de_de: Dazu öffnen Sie bitte das Cluster-Formular in einem neuen Fenster/Tab, legen einen Cluster an und wechseln zurück zu dem Bestellformular.

source: The new cluster is then immediately available.
de_de: Der neue Cluster ist dann sofort verfügbar.

source: Servers' virtual node name
de_de: Virtueller Knotename des Servers

source: To set the virtual node name please use the %sserver master data form%s.
de_de: Um den virtuellen Knotennamen des Servers zu setzen, nutzen Sie bitte das %sServer-Stammdaten-Formular%s.

source: source
de_de: Quellsystem

source: target
de_de: Zielsystem

source: start editing
de_de: Editierung starten

source: update
de_de: anpassen

source: submit
de_de: einreichen

source: accept
de_de: annehmen

source: decline
de_de: ablehnen

source: start check
de_de: Überprüfung starten

source: complete
de_de: fertigstellen

source: yes
de_de: ja

source: no
de_de: nein

source: server's virtual nodename
de_de: Virtueller Knotenname des Servers

source: server's nodename
de_de: Knotenname des Servers

source: server DNS address
de_de: Server-DNS-Adresse

source: type
de_de: Typ

source: file
de_de: Datei

source: block size
de_de: Blockgröße

source: notification
de_de: Benachrichtigung

source: on successful transfer
de_de: bei erfolgreicher Übertragung

source: on failed transfer
de_de: bei fehlgeschlagener Übertragung

source: Order info
de_de: Informationen zur Bestellung

source: created on
de_de: erstellt am

source: You chose file transfer interface via %s.
de_de: Sie haben sich für eine Filetransfer-Schnittstelle per %s entschieden.

source: Please choose now the operating system plattform of the data source and of the file transfer target:
de_de: Wählen Sie nun die Betriebssystem-Plattform der Datenquelle und des Filetransfer-Ziels aus:

source: to the order
de_de: zur Bestellung

source: Example changes for ordering of %s file transfer interfaces in the PSC:
de_de: Musterchanges zum Beantragen von %s-Filetransfer-Schnittstellen im PSC:

source: %s for creating a new C:D file transfer
de_de: %s zur Einrichtung eines neuen C:D-Filetransfers

source: %s for the customization of access rights to a ConnectDirect Windows SHARE
de_de: %s für die Anpassung der Zugriffsrechte auf ein ConnectDirect Windows SHARE

source: %s for a relocation of n existing C:D file transfer due to a relocation of the application to a new server
de_de: %s für den Umzug eines bestehenden C:D-Filetransfers wegen Umzug des Verfahrens auf neuen Server

source: %s for the cancelation of all the channels of an application on a server / server cluster (for the teardown of all SSTs running on a node / shutting down C:D)
de_de: %s für die Abbestellung aller C:D-Filetransfer-Channels eines Verfahrens auf einem Server bzw. Cluster-Server (für den Abbau aller auf einem Knoten laufenden SST / Stoppen von C:D)

source: Protocol Server
de_de: Protokoll-Server

source: %s Initial setup of a FileGateway interface
de_de: %s Neukonfiguration FileGateway-Schnittstelle
